Repository: Toranks/Non_Fatal_Wounds-Extended
Catalog: translations/*/LC_MESSAGES/wesnoth-Non_Fatal_Wounds.po
Languages: es

source: $unit.name was captured by the enemy. You will have to pay a ransom.
es: $unit.name fue capturado por el enemigo. Tendrás que pagar un rescate.

source: female^$unit.name was captured by the enemy. You will have to pay a ransom.
es: $unit.name fue capturada por el enemigo. Tendrás que pagar un rescate.

source: $unit.name, a $nfw_unit_type.name, was captured by the enemy. You will have to pay a ransom.
es: $unit.name, un $nfw_unit_type.name, fue capturado por el enemigo. Tendrás que pagar un rescate.

source: female^$unit.name, a $nfw_unit_type.name, was captured by the enemy. You will have to pay a ransom.
es: $unit.name, una $nfw_unit_type.name, fue capturada por el enemigo. Tendrás que pagar un rescate.

source: female^$unit.name, a $nfw_unit_type.female.name, was captured by the enemy. You will have to pay a ransom.
es: $unit.name, una $nfw_unit_type.female.name, fue capturada por el enemigo. Tendrás que pagar un rescate.

source: $unit.name was destroyed.
es: $unit.name fue destruido.

source: female^$unit.name was destroyed.
es: $unit.name fue destruida.

source: $unit.name a $nfw_unit_type.name was destroyed.
es: $unit.name, un $nfw_unit_type.name, fue destruido.

source: female^$unit.name a $nfw_unit_type.name was destroyed.
es: $unit.name, una $nfw_unit_type.name, fue destruida.

source: female^$unit.name a $nfw_unit_type.female.name was destroyed.
es: $unit.name, una $nfw_unit_type.female.name, fue destruida.

source: I can't fight anymore, I retreat!
es: ¡No puedo luchar más, me retiro!

source: female^I can't fight anymore, I retreat!
es: ¡No puedo luchar más, me retiro!

source: Argh, I’m wounded!
es: ¡Argh...! ¡Estoy herido!

source: female^Argh, I’m wounded!
es: ¡Argh...! ¡Estoy herida!

source: Recovered
es: Recuperación
