Repository: Toranks/Non_Fatal_Wounds-Extended
Catalog: translations/*/LC_MESSAGES/wesnoth-Non_Fatal_Wounds.po
Languages: es

source: Non-Fatal Wounds Extended
es: Heridas No Fatales Extendida

source: With this modification enabled, units are merely wounded instead of killed. If you choose the possibility of dead or undead, some units still can definitely die. If you win this scenario the wounded units will be added to your recall list. This does not apply to any unit that the objectives require you to keep alive. Even if they say they’re only wounded, the enemy will give your heroes no chance.
es: Las unidades que pierden toda su vida durante un escenario son heridas y pueden recuperarse en escenarios posteriores. Si eliges la posibilidad de muerte o no-muerte, algunas unidades aún pueden morir definitivamente. Esto no protege a tus héroes; aún perderás si algún personaje que tiene que sobrevivir resulta herido. El enemigo no desaprovechará la oportunidad de terminar la batalla dejando escapar a un líder.

source: Activate Wounds
es: Activar Heridas

source: Activate or deactivate random wounds. If you deactivate, the units will return in the next scenario unchanged (except in special cases). If you choose to allow lose plagued units, they will disappear forever, since they were converted by the enemy.
es: Activar o desactivar heridas aleatorias. Si desactivas, las unidades volverán el siguiente escenario sin cambios (excepto en casos especiales). Si eliges permitir perder unidades plagadas, desaparecerán para siempre, ya que fueron convertidas por el enemigo.

source: Yes
es: Sí

source: No, but can lost plagued unit
es: No, pero se pierden las unidades plagadas

source: Enable Death
es: Activar Muerte

source: Adds death as a possibility to the table. Undeath option will bring some of them back as undead or ghost.
es: Añadir muerte como posibilidad a la tabla. La opción No-muerte traerá de vuelta algunos de ellos como zombis o fantasmas.

source: You can choose if you want undead or ghosts only if there is any undead present on the scenario.
es: Puedes elegir si quieres zombis y fantasmas sólo si hay algún no muerto presente en el escenario.

source: Only applies with Wounds enabled.
es: Sólo aplica con Heridas activadas.

source: Death
es: Muerte

source: Undeath
es: No-muerte

source: Undeath only with undead
es: No-muerte sólo con no muertos

source: Elementals
es: Elementales

source: Add transformation to elemental as a possibility to the table.
es: Añadir transformación a elemental como posibilidad a la tabla.

source: Funny wounds
es: Heridas absurdas

source: Add funny and silly wounds that are incurable as a possibility to the table.
es: Añade divertidas y absurdas heridas que son incurables como posibilidad a la tabla.

source: Help Menu
es: Menú de ayuda

source: Add a contextual menu on right click with help and configurations for all features.
es: Agrega un menú contextual al hacer clic con el botón derecho del ratón, con ayuda y configuraciones para todas las funciones.

source: Recovered from Aquaphobia
es: Recuperado de acuafobia

source: female^Recovered from Aquaphobia
es: Recuperada de acuafobia

source: Recovered from Acrophobia
es: Recuperado de acrofobia

source: female^Recovered from Acrophobia
es: Recuperada de acrofobia

source: Recovered from Erimophobia
es: Recuperado de erimofobia

source: female^Recovered from Erimophobia
es: Recuperada de erimofobia

source: Recovered from Claustrophobia
es: Recuperado de claustrofobia

source: female^Recovered from Claustrophobia
es: Recuperada de claustrofobia

source: Recovered from Dendrophobia
es: Recuperado de dendrofobia

source: female^Recovered from Dendrophobia
es: Recuperada de dendrofobia

source: Recovered from Agoraphobia
es: Recuperado de agorafobia

source: female^Recovered from Agoraphobia
es: Recuperada de agorafobia

source: Recovered from Cowardice
es: Recuperado de cobardía

source: female^Recovered from Cowardice
es: Recuperada de cobardía

source: Recovered from fear of $second_unit.variables.scary_weapon_translated
es: Recuperado del miedo a $second_unit.variables.scary_weapon_translated

source: female^Recovered from fear of $second_unit.variables.scary_weapon_translated
es: Recuperada del miedo a $second_unit.variables.scary_weapon_translated

source: Recovered from fear of $second_unit.variables.scary_type_translated
es: Recuperado del miedo a $second_unit.variables.scary_type_translated

source: female^Recovered from fear of $second_unit.variables.scary_type_translated
es: Recuperada del miedo a $second_unit.variables.scary_type_translated

source: Recovered from fear of $second_unit.variables.scary_race_translated
es: Recuperado del miedo a $second_unit.variables.scary_race_translated

source: female^Recovered from fear of $second_unit.variables.scary_race_translated
es: Recuperada del miedo a $second_unit.variables.scary_race_translated

source: Recovered from fear of light
es: Recuperado del miedo a la luz

source: female^Recovered from fear of light
es: Recuperada del miedo a la luz

source: Recovered from fear of dark
es: Recuperado del miedo a la oscuridad

source: female^Recovered from fear of dark
es: Recuperada del miedo a la oscuridad

source: Recovered from fear of fog
es: Recuperado del miedo a la niebla

source: female^Recovered from fear of fog
es: Recuperada del miedo a la niebla

source: dead
es: muerto

source: female^dead
es: muerta

source: plagued
es: convertido

source: female^plagued
es: convertida

source: Lost
es: Perdido

source: consumed
es: consumido

source: female^consumed
es: consumida

source: Consume
es: Consumir

source: infected
es: infectado

source: female^infected
es: infectada

source: destroyed
es: destruido

source: female^destroyed
es: destruida

source: Destruction
es: Destrucción

source: redeemed
es: redimido

source: female^redeemed
es: redimida

source: Redemption
es: Redención

source: Retreat
es: Retirada

source: Memory Loss
es: Pérdida de memoria

source: broken arm
es: brazo roto

source: Non-magical damage -30%
es: Daño no mágico -30%

source: Recover from broken arm
es: Recuperar del brazo roto

source: Broken Arm
es: Brazo roto

source: broken wing
es: ala rota

source: Movement points -40%
es: Puntos de movimiento -40%

source: Recover from broken wing
es: Recuperar del ala rota

source: Broken Wing
es: Ala rota

source: broken leg
es: pierna rota

source: Movement points -30%
es: Puntos de movimiento -30%

source: Recover from broken leg
es: Recuperar de pierna rota

source: Broken Leg
es: Pierna rota

source: broken rib
es: costilla rota

source: Impact resistance -40%
es: Resistencia a impacto -40%

source: Recover from broken rib
es: Recuperar de costilla rota

source: Broken Rib
es: Costilla rota

source: burned
es: quemado

source: female^burned
es: quemada

source: Fire resistance -40%
es: Resistencia al fuego -40%

source: Recover from burn
es: Recuperar de quemadura

source: Burn
es: Quemadura

source: captured
es: capturado

source: female^captured
es: capturada

source: Captured units have a increased recall cost untill you recall them once (recall+(10xlevel)).
es: Las unidades capturadas tienen un coste incrementado cuando las recuperes por primera vez (reincorporación+(10*nivel)).

source: Capture
es: Captura

source: concussed
es: conmocionado

source: female^concussed
es: conmocionada

source: Magical damage -30%
es: Daño mágico -30%

source: Recover from concussion
es: Recuperar de conmoción

source: Concussion
es: Conmoción

source: coward
es: cobarde

source: female^coward
es: cobarde

source: Accuracy -20% Redeem yourself by defeating an opponent with at least 1 level higher than you or at his higher level.
es: Precisión -20% Redímete venciendo a un oponente al menos un nivel mayor que tú, o en su máximo nivel.

source: Cowardice
es: Cobardía

source: weakness
es: debilidad

source: -50% strikes and -30% accuracy when facing an enemy with $nfw_scary_weapon_translated|. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a un enemigo con $nfw_scary_weapon_translated|. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: Scared of $nfw_scary_weapon_translated
es: Asustado de $nfw_scary_weapon_translated

source: -50% strikes and -30% accuracy when facing a $nfw_second_unit_type.name|. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a un $nfw_second_unit_type.name|. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: Scared of $nfw_second_unit_type.name
es: Miedo a $nfw_second_unit_type.name

source: -50% strikes and -30% accuracy when facing a unit of the orc race. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a una unidad de raza orca. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: orc
es: orco

source: Scared of orc
es: Miedo al orco

source: -50% strikes and -30% accuracy when facing a unit of the drake race. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a una unidad de raza draco. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: drake
es: draco

source: Scared of drake
es: Miedo al draco

source: -50% strikes and -30% accuracy when facing a unit of the elf race. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a una unidad de raza elfa. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: elf
es: elfo

source: Scared of elf
es: Miedo al elfo

source: -50% strikes and -30% accuracy when facing any type of bat. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a cualquier tipo de murciélago. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: bats
es: murciélagos

source: Scared of bats
es: Miedo a los murciélagos

source: -50% strikes and -30% accuracy when facing a unit of the dwarf race. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a una unidad de raza enana. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: dwarf
es: enano

source: Scared of dwarf
es: Miedo al enano

source: -50% strikes and -30% accuracy when facing any type of falcon. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a cualquier tipo de halcón. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: falcons
es: halcones

source: Scared of falcons
es: Miedo a los halcones

source: -50% strikes and -30% accuracy when facing a unit of the goblin race. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a una unidad de raza goblin. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: Scared of goblin
es: Miedo al goblin

source: -50% strikes and -30% accuracy when facing any type of gryphon. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a cualquier tipo de grifo. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: gryphons
es: grifos

source: Scared of gryphons
es: Miedo a los grifos

source: -50% strikes and -30% accuracy when facing any type of horse. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a cualquier tipo de caballo. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: horses
es: caballos

source: Scared of horses
es: Miedo a los caballos

source: -50% strikes and -30% accuracy when facing a unit of the human race. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a una unidad de raza humana. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: human
es: humano

source: Scared of human
es: Miedo al humano

source: -50% strikes and -30% accuracy when facing a unit of the dunefolk race. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a una unidad de raza barjana. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: dunefolk
es: barján

source: Scared of dunefolk
es: Miedo al barján

source: -50% strikes and -30% accuracy when facing a unit of the lizard race. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a una unidad de raza sauria. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: lizard
es: saurio

source: Scared of lizard
es: Miedo al saurio

source: -50% strikes and -30% accuracy when facing any mechanical unit. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a cualquier unidad mecánica. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: mechanical
es: mecánico

source: Scared of mechanical
es: Miedo a lo mecánico

source: -50% strikes and -30% accuracy when facing a unit of the merman race. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a una unidad de raza sirénida. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: merman
es: sirénido

source: Scared of merman
es: Miedo al sirénido

source: -50% strikes and -30% accuracy when facing ant type of monster. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a cualquier tipo de monstruo. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: monsters
es: monstruos

source: Scared of monsters
es: Miedo a los monstruos

source: -50% strikes and -30% accuracy when facing a unit of the naga race. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a una unidad de raza naga. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: Scared of naga
es: Miedo al naga

source: -50% strikes and -30% accuracy when facing a unit of the ogre race. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a una unidad de raza ogra. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: ogre
es: ogro

source: Scared of ogre
es: Miedo al ogro

source: -50% strikes and -30% accuracy when facing a unit of the troll race. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a una unidad de raza trol. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: troll
es: trol

source: Scared of troll
es: Miedo al trol

source: -50% strikes and -30% accuracy when facing a unit of the undead race. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a una unidad de raza no muerta. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: undead
es: no muerto

source: Scared of undead
es: Miedo al no muerto

source: -50% strikes and -30% accuracy when facing any type of wolf. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a cualquier tipo de lobo. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: wolves
es: lobos

source: Scared of wolves
es: Miedo a los lobos

source: -50% strikes and -30% accuracy when facing a unit of the wose race. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a una unidad de raza wose. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: Scared of wose
es: Miedo al wose

source: -50% strikes and -30% accuracy when facing a unit of the tharis race. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a una unidad de raza tharis. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: tharis
es: taris

source: Scared of tharis
es: Miedo al taris

source: -50% strikes and -30% accuracy when facing a unit of the cyclops race. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a una unidad de raza cíclope. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: cyclops
es: cíclope

source: Scared of cyclops
es: Miedo al cíclope

source: -50% strikes and -30% accuracy when facing any type of roc. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a cualquier tipo de roc. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: Scared of rocs
es: Miedo a los rocs

source: -50% strikes and -30% accuracy when facing any magical unit. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a cualquier unidad mágica. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: magical
es: mágico

source: Scared of magical
es: Miedo a lo mágico

source: -50% strikes and -30% accuracy when facing a unit of the salamander race. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a una unidad de raza salamandra. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: salamander
es: salamandra

source: Scared of salamander
es: Miedo a la salamandra

source: -50% strikes and -30% accuracy when facing a unit of the summoner race. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a una unidad de la raza de los invocadores. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: summoner
es: invocador

source: Scared of summoner
es: Miedo al invocador

source: -50% strikes and -30% accuracy when facing a unit of the demon race. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a una unidad de raza demonio. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: demon
es: demonio

source: Scared of demon
es: Miedo al demonio

source: -50% strikes and -30% accuracy when facing a unit of the akladian race. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a una unidad de raza akladiana. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: akladian
es: akladiano

source: Scared of akladian
es: Miedo al akladiano

source: -50% strikes and -30% accuracy when facing a unit of the quenoth race. Face your fears and defeat them to try to overcome them.
es: Golpes -50% y precisión -30% cuando se enfrenta a una unidad de raza quenoth. Enfrenta sus miedos y véncelos para tratar de superarlos.

source: Scared of quenoth
es: Miedo al quenoth

source: aquaphobia
es: acuafobia

source: Scared of water. Movement points -1 on aquatic terrains, -2 on deep waters. Face your fears to try to overcome them.
es: Miedo al agua. Puntos de movimiento -1 en terreno acuático y -2 en aguas profundas. Enfrenta tus miedos para tratar de superarlos.

source: Aquaphobia
es: Acuafobia

source: acrophobia
es: acrofobia

source: Scared of hights. Movement points -1 on hills terrains, -2 on mountains. Face your fears to try to overcome them.
es: Miedo a las alturas. Puntos de movimiento -1 en terreno de colinas y -2 en montañas. Enfrenta tus miedos para tratar de superarlos.

source: Acrophobia
es: Acrofobia

source: erimophobia
es: erimofobia

source: Scared of deserts. Movement points -2 on frozen and sand terrains. Face your fears to try to overcome them.
es: Miedo a los desiertos. Puntos de movimiento -2 en terrenos de arena e hielo. Enfrenta tus miedos para tratar de superarlos.

source: Erimophobia
es: Erimofobia

source: claustrophobia
es: claustrofobia

source: Scared of tight spaces. Movement points -2 on cave terrains. Face your fears to try to overcome them.
es: Miedo a los espacios estrechos. Puntos de movimiento -2 en terrenos de cueva. Enfrenta tus miedos para tratar de superarlos.

source: Claustrophobia
es: Claustrofobia

source: dendrophobia
es: dendrofobia

source: Scared of plants. Movement points -2 on forest and fungus terrains. Face your fears to try to overcome them.
es: Miedo a las plantas. Puntos de movimiento -2 en terrenos de bosque y hongos. Enfrenta tus miedos para tratar de superarlos.

source: Dendrophobia
es: Dendrofobia

source: agoraphobia
es: agorafobia

source: Scared of open spaces. Movement points -2 on flat terrains. Face your fears to try to overcome them.
es: Miedo a los espacios abiertos. Puntos de movimiento -2 en terrenos llanos. Enfrenta tus miedos para tratar de superarlos.

source: Agoraphobia
es: Agorafobia

source: nyctophobia
es: nictofobia

source: -50% strikes in the dark. Face your fears to try to overcome them.
es: Golpes -50% en la oscuridad Enfrenta sus miedos para intentar superarlos.

source: Scared of the dark
es: Miedo a la oscuridad

source: photophobia
es: fotofobia

source: -50% strikes in the light. Face your fears to try and overcome them.
es: Golpes -50% de día. Enfrenta sus miedos para intentar superarlos.

source: Scared of the light
es: Miedo a la luz

source: nebulaphobia
es: nebulafobia

source: Scared of fog. Movement points -50% when fog is enabled. Face your fears to try to overcome them.
es: Miedo a la niebla. Puntos de movimiento -50% cuando la niebla está activada. Enfrenta tus miedos para tratar de superarlos.

source: Nebulaphobia
es: Nebulafobia

source: frostbite
es: congelación

source: Cold resistance -40%
es: Resistencia a frío -40%

source: Recover from frostbite
es: Recuperar de congelación

source: Frostbite
es: Congelación

source: gash
es: tajo

source: Blade resistance -40%
es: Resistencia a corte -40%

source: Recover from gash
es: Recuperar de tajo

source: Gash
es: Tajo

source: 10% chance of being poisoned every turn.
es: Posibilidad del 10% de ser envenenado cada turno.

source: Recover from infection
es: Recuperar de infección

source: Infection
es: Infección

source: insane
es: loco

source: female^insane
es: loca

source: Melee attacks gain berserk.
es: Ataques melé adquieren frenesí.

source: berserk
es: frenesí

source: Whether used offensively or defensively, this attack presses the engagement until one of the combatants is slain, or 30 rounds of attacks have occurred.
es: Usado tanto de forma ofensiva como defensiva, este ataque alarga la lucha hasta la muerte de uno de los combatientes, con un máximo de 30 rondas de ataques.

source: Recover from insanity
es: Recuperar de locura

source: Insanity
es: Locura

source: maimed
es: lisiado

source: female^maimed
es: lisiada

source: -30% HP
es: -30% PV

source: Recover from mutilation
es: Recuperar de mutilación

source: Mutilation
es: Mutilación

source: necrotic
es: necrótico

source: female^necrotic
es: necrótica

source: Arcane resistance -40%
es: Resistencia a Arcano -40%

source: Recover from necrosis
es: Recuperar de necrosis

source: rotten
es: podrido

source: female^rotten
es: podrida

source: Arcane and impact resistance -20%
es: Resistencia a impacto y arcano -20%

source: Recover from rot
es: Recuperado de podredumbre

source: Rot
es: Pudre

source: Every round you lose 2 exp.
es: Cada turno perderá 2 Exp.

source: Recover from amnesia
es: Recuperar de amnesia

source: sick
es: enfermo

source: female^sick
es: enferma

source: 20% chance of being slowed every turn.
es: Posibilidad del 20% de ser ralentizado cada turno.

source: Recover from sickness
es: Recuperar de enfermedad

source: Sickness
es: Enfermedad

source: wild magic
es: magia salvaje

source: Magical attacks have a 40% chance to hit.
es: Ataques mágicos tienen un 40% de posibilidades de acertar.
