Repository: Toranks/Non_Fatal_Wounds-Extended
Catalog: translations/*/LC_MESSAGES/wesnoth-Non_Fatal_Wounds.po
Languages: es

source: This attack always has a 40% chance to hit regardless of the defensive ability of the unit being attacked.
es: Este ataque siempre tiene un 40% de posibilidades de acertar independientemente de la capacidad defensiva de la unidad atacada.

source: Recover from wild magic
es: Recuperar de magia salvaje

source: Wild Magic
es: Magia salvaje

source: damaged
es: averiado

source: female^damaged
es: averiada

source: Attack damage, movement, accuracy and HP -10%
es: Daño, movimiento, precisión y PV -10%

source: Repair
es: Reparar

source: Damage
es: Avería

source: paper cut
es: corte de papel

source: Due to the intense pain from your cut you cant concentrait on the fight. Damage -20% and blade resistance -50%
es: Debido al intenso dolor del corte, no te puedes concentrar en la lucha. Daño -20% y resistencia a filo -50%

source: Paper Cut
es: Corte de papel

source: Due to the intense pain of stepping on LEGOs you cant walk properly. Movement -20% and accuracy -15%
es: Debido al intenso dolor de pisar LEGOs, ya no puedes andar apropiadamente. Movimiento -20% y precisión -15%

source: Stepped on Lego
es: Pisó LEGOs

source: dumb
es: tonto

source: Turned so stupid from the last stone on his head, that he no longer knows when to attack. 20% chance to lost all attacks every turn.
es: Se volvió tan tonto de la última pedrada en su cabeza, que ya no sabe cuándo atacar. 20% de posibilidad de perder todos los ataques cada turno.

source: Idiotize
es: Idiotiza

source: jinx
es: gafe

source: female^jinx
es: gafe

source: He brings such bad luck around him, that all allied adjacent units will have their chance to hit halved.
es: Trae tanta mala suerte a su alrededor, que todas las unidades aliadas adyacentes tendrán su probabilidad de golpear reducida a la mitad.

source: Jinx
es: Gafe

source: devil
es: diablo

source: female^devil
es: diabla

source: He has misbehaved and has been punished to a terrible fate. Immune to drain, poison, and plague.
es: Se ha portado mal y ha sido castigado con un terrible destino. Inmune a drenar, veneno y plaga.

source: Go to Hell
es: Va al Infierno

source: angel
es: ángel

source: female^angel
es: ángel

source: He behaved well and was returned to a divine mission. Immune to drain, poison, and plague.
es: Se ha portado bien y ha regresado en una misión divina. Inmune a drenar, veneno y plaga.

source: Go to Heaven
es: Va al cielo

source: ghost
es: fantasma

source: female^ghost
es: fantasma

source: spectral $unit.attack[0].description
es: $unit.attack[0].description espectral

source: spectral $unit.attack[$($unit.attack.length - 1)].description
es: $unit.attack[$($unit.attack.length - 1)].description espectral

source: Ghost
es: Fantasma

source: poor marksmanship
es: mala puntería

source: When used offensively, this attack always has at least a 30% chance to hit.
es: Cuando se usa ofensivamente, este ataque siempre tiene al menos un 30% de posibilidades de acertar.

source: Fire elemental
es: Elemental de fuego

source: Water elemental
es: Elemental de agua

source: Poison elemental
es: Elemental de veneno

source: Arcane elemental
es: Elemental arcano

source: Earth elemental
es: Elemental de tierra

source: Air elemental
es: Elemental de aire

source: Dissolution
es: Disolución

source: <b><i>Non-Fatal Wounds:</i></b> Sister Thera and Father Morvin will revive each other indefinitely every time they lose all of their health. Choose if you want each time this happens to receive a wound like any other unit or not. The effects will be applied immediately, and they cannot receive capture, death, elemental, ghost, or undeath wounds.
es: <b><i>Heridas no fatales:</i></b> La hermana Thera y el padre Morvin se revivirán entre ellos indefinidamente cada vez que pierdan toda su salud. Elige si quieres que cada vez que esto suceda reciban una herida como cualquier otra unidad o no. Los efectos se aplicarán inmediatamente, y no pueden recibir heridas de captura, muerte, elemental, fantasma o no-muerte.

source: Allows them to get wounds
es: Permite que reciban heridas

source: Don't let them get wounds
es: No permitas que reciban heridas

source: <b><i>Non-Fatal Wounds</i></b> modification is disabled for this scenario.
es: <b><i>Heridas No Fatales</i></b> se ha desactivado para este escenario.

source: <b><i>Non-Fatal Wounds</i></b> modification might work unusually with this campaign. The recall lists change during the campaign, and units that are non-fatally wounded may reappear on the wrong recall list.
es: <b><i>Heridas No Fatales</i></b> podría funcionar mal en esta campaña. Las listas de recuperación cambian durante la campaña, y las unidades que no están heridas de muerte pueden reaparecer en la lista de recuperación incorrecta.

source: <b><i>Non-Fatal Wounds:</i></b> As long as the Lich-Lord Lenvan is alive, all your dead units will rise as undead regardless of cause of death. Choose if you want to lose them all forever or you prefer to let chance decide. You can still irretrievably lose your units forever if you are attacked by a unit with plague.
es: <b><i>Heridas No Fatales:</i></b> mientras el liche Lord Lenvan esté vivo, todas las unidades que pierdas se levantarán como muertos vivientes independientemente de la causa de muerte. Elige si quieres perderlos a todos para siempre o prefieres dejar que el azar decida. Todavía puedes perder irremediablemente tus unidades para siempre si eres atacado por una unidad con plaga.

source: Disable Non-Fatal Wounds until Lord Lenvan dies
es: Desactiva Heridas No Fatales hasta que Lord Lenvan muera

source: Continues normal Non-Fatal Wounds behavior
es: Continúa con el comportamiento normal de Heridas No Fatales

source: <b><i>Non-Fatal Wounds</i></b> modification does not affect the objectives for this scenario. The unit can survives, but still triggers the same events as if it died.
es: <b><i>Heridas No Fatales</i></b> no afecta los objetivos de este escenario. La unidad puede sobrevivir, pero sigue desencadenando los mismos eventos que si hubiera muerto.

source: <b><i>Non-Fatal Wounds:</i></b> As long as the Lich-Lord Jevyan is alive, all your dead units will rise as undead regardless of cause of death.
es: <b><i>Heridas No Fatales:</i></b> Mientras el liche Lord Jevyan esté vivo, todas las unidades que pierdas se levantarán como muertos vivientes independientemente de la causa de muerte.

source: <b><i>Non-Fatal Wounds:</i></b> Choose if you want units stranded on the other side of the bridge to always receive death wound or not. Units still on the recall list will die if the bridge is blown up. The rest will receive a wound according to the settings.
es: <b><i>Heridas No Fatales:</i></b> Elige si quieres que las unidades abandonadas al otro lado del puente reciban una herida de muerte o no. Las unidades que aún permanezcan en la lista de reincorporación morirán si el puente es explotado. El resto recibirán una herida acorde a la configuración.

source: Kill all units stranded on the other side of the bridge
es: Matar a todas las unidades abandonadas al otro lado del puente

source: <b><i>Non-Fatal Wounds:</i></b> All units stranded on the other side of the bridge, and the unit that sacrifices itself to blow the bridge up, will receive a death wound.
es: <b><i>Heridas No Fatales:</i></b> Todas las unidades abandonadas al otro lado del puente, y la unidad que se sacrifique para destruirlo, recibirán una herida de muerte.

source: <b><i>Non-Fatal Wounds:</i></b> All Malib units that join your side will receive a death wound in battle, as they will not be recoverable.
es: <b><i>Heridas No Fatales:</i></b> Todas las unidades de Malib que se unan a tu bando recibirán una herida de muerte en batalla, ya que no serán recuperables.

source: <b><i>Non-Fatal Wounds</i></b> works normally again.
es: <b><i>Heridas No Fatales</i></b> funciona normalmente de nuevo.

source: Surrender
es: Rendición

source: Execution
es: Ejecución

source: <b><i>Non-Fatal Wounds:</i></b> in all of mainline Wesnoth, this scenario is probably the most evil act by the player’s own side. The scenario is called Costly Revenge, and for the story it’s meant to be costly to the elves as well as these innocent saurians.
es: <b><i>Heridas No Fatales:</i></b> en toda la línea principal de Wesnoth, este escenario es probablemente el acto más malvado por parte del jugador. El escenario se llama Costly Revenge, y para la historia está destinado a ser costoso tanto para los elfos como para estos inocentes saurios.

source: Disable Non-Fatal Wounds and let the story proceed as expected
es: Desactiva Heridas No Fatales y continúa la historia como es esperado

source: Let all the elves survive
es: Permite a los elfos sobrevivir

source: Ow, that was close. I’ll rest until the next battle.
es: Uff, eso estuvo cerca. Descansaré hasta la siguiente batalla.

source: You could have brought her back anyway, right?
es: Podrías haberla traído de todos modos, ¿verdad?

source: Only in part. She would never have the powers of a lich.
es: Sólo en parte. Ella nunca tendría los poderes de un lich.

source: Maybe as a ghost, but even then she would no longer have the powers of a lich.
es: Tal vez como un fantasma, pero incluso entonces ya no tendría los poderes de un lich.

source: Disipation
es: Disipado

source: Suicide
es: Suicidio

source: Banish
es: Destierro

source: Vanish
es: Desvanece

source: Hire
es: Contrato

source: Enslave
es: Esclaviza

source: Raise
es: Alzamiento

source: <b><i>Non-Fatal Wounds:</i></b> All level 1 wounded loyal units in the undead army have been eliminated. Turned into ghost, elemental, angel, and devil are an exception.
es: <b><i>Heridas no fatales:</i></b> Todas las unidades leales heridas de nivel 1 en el ejército de muertos vivientes han sido eliminadas. Convertidos en fantasma, elemental, ángel y diablo son una excepción.

source: Teleport
es: Teletransporte

source: <b><i>Non-Fatal Wounds:</i></b> Units from previous chapters are stored in Valhalla, in the order they were created and incorporated. When using Soulgate spell, they will be summoned in this same order, which may not be satisfying. You can reorder them so that they are first level 5 or higher, then level 4, then unique level 2 or 3 LOTI units at their highest level (such as the Monstrosity), then Doppelgangers, and finally the rest of the units in order of highest level to minor. In addition, all units that had any wounds will disappear forever, except ghosts, undead, elementals, devils and angels.
es: <b><i>Heridas no fatales:</i></b> Las unidades de los capítulos anteriores se almacenan en Valhalla, en el orden en que fueron creadas e incorporadas. Al usar el hechizo Portal del Alma, serán convocadas en este mismo orden, lo que puede no ser conveniente. Puedes reordenarlos para que primero sean de nivel 5 o superior, luego de nivel 4, luego unidades únicas LDLI de nivel 2 o 3 en su nivel más alto (como la monstruosidad), luego los doppelgangers y finalmente el resto de las unidades en orden de nivel más alto a menos. Además, todas las unidades que tuvieran alguna herida desaparecerán para siempre, excepto fantasmas, muertos vivientes, elementales, diablos y ángeles.

source: Reorder units on Valhalla
es: Reordenar unidades en Valhalla

source: Do not make changes to Valhalla
es: No realizar cambios a Valhalla

source: <b><i>Non-Fatal Wounds: </i></b>
es: <b><i>Heridas No Fatales: </i></b>

source: Because this is the last scenario, all units can die, without exception, and will count as such for the ending scene.
es: Debido a que este es el último escenario, todas las unidades pueden morir, sin excepción, y contarán como tales en la escena final.

source: * <b><i>Wound</i> +Buffs -Debuffs > Possible units and conditions = Healing method</b> * <b><i><span color='#FF6400'>Fire elemental</span></i></b> +30% fire resistance +All attacks changed to fire -35% damage -35% HP > Units with fire attacks, or wounded with fire, or on a terrain with lava or fire = 4 HP when either the attacker or defender are in a terrain with fire or lava, once per attack * <b><i><span color='#0064FF'>Water elemental</span></i></b> +30% cold resistance +All attacks changed to cold and have slow ability -50% damage -40% HP > Units with cold attacks, or nagas and mermans, or wounded with cold, or on a terrain with water or cold = 2 HP when either the attacker or defender are in a terrain with water, once per attack * <b><i><span color='#00AF00'>Poison elemental</span></i></b> +30% pierce resistance +All attacks changed to pierce with poison -40% damage -50% HP > Units with pierce or poison attacks, or wounded with pierce or poison = 8 HP when attacked with poison, only on defense, once per attack * <b><i><span color='#963296'>Arcane elemental</span></i></b> +30% arcane resistance +All attacks changed to arcane -30% damage -40% HP > Units with arcane attacks, or wounded with arcane, or on a terrain with ethereal abyss = 8 HP when either the attacker or defender are in a terrain with ethereal abyss, once per attack * <b><i><span color='#7D3C00'>Earth elemental</span></i></b> +30% impact resistance +All attacks changed to impact -25% damage -30% HP -20% MP > Units with impact attacks, or wounded with impact, or on a cave terrain = 2 HP when either the attacker or defender are in a cave terrain, once per attack * <b><i><span color='#00FFFF'>Air elemental</span></i></b> +40% blade +20% pierce +20% impact resistance +All attacks changed to blade +30% MP -40% damage -60% HP > Units with blade attacks, or birds, falcons, gryphon, bats, or wounded with blade, or on a terrain with windmill = 4 HP when either the attacker or defender are in a terrain with windmill, once per attack * <b><i>All elementals</i></b> > Mechanical, undead, ghosts, spirits, magical and elemental units can't receive any elemental wound, and no unit can received it twice, all have the elemental trait (inmune to poison, drain and plague), ~&lt;15% chance if conditions are met
es: * <b><i>Herida</i> +Bonus -Malus > Posibles unidades y condiciones = Método de curación</b> * <b><i><span color='#FF6400'>Elemental de fuego</span></i></b> +30% resistencia al fuego +Todos los ataques son de fuego -35% daño -35% PV > Unidades con ataques de fuego, o heridos con fuego, o en un terreno con lava o fuego = 4 PV cuando el atacante o el defensor están en un terreno con fuego o lava, una vez por ataque * <b><i><span color='#0064FF'>Elemental de agua</span></i></b> +30% resistencia al frío +Todos los ataques son de frío con ralentización -50% daño -40% PV > Unidades con ataque de frío, nagas o sirénidos, o heridos con frío, o en un terreno con agua = 2 HP cuando el atacante o el defensor están en un terreno con agua, una vez por ataque * <b><i><span color='#00AF00'>Elemental de veneno</span></i></b> +30% resistencia a penetración +Todos los ataques son de penetración con veneno -40% daño -50% PV > Unidades con penetración o veneno, o heridas con penetración o veneno = 8 HP cuando el defensor es atacado con veneno, sólo en defensa, una vez por ataque * <b><i><span color='#963296'>Elemental arcano</span></i></b> +30% resistencia arcana +Todos los ataques son arcanos -30% daño -40% PV > Unidades con ataque arcano, o heridos con ataque arcano, o en un terreno de abismo etéreo = 8 HP cuando el atacante o el defensor están en un terreno de abismo etéreo, una vez por ataque * <b><i><span color='#7D3C00'>Elemental de tierra</span></i></b> +30% resistencia a impacto +Todos los ataques son de impacto -25% daño -30% PV -20% PM > Unidades con ataque de impacto, o heridos con impacto, o en un terreno de cueva = 2 HP cuando el atacante o el defensor están en un terreno de cueva, una vez por ataque * <b><i><span color='#00FFFF'>Elemental de aire</span></i></b> +40% resistencia a filo +20% a penetración +20% a impacto +Todos los ataques son de filo +30% PM -40% daño -60% PV > Unidades con ataque de filo, pájaros, halcones, grifos o murciélagos, o heridos con filo, o en un terreno con molino de viento = 4 HP cuando el atacante o el defensor están en un terreno de molino de viento, una vez por ataque * <b><i>Todos los elementales</i></b> > Unidades mecánicas, no muertas, fantasmas, espíritus, mágicas y elementales no pueden recibir ninguna herida elemental, y ninguna unidad la puede recibir dos veces, todos tienen el rasgo elemental (inmune a veneno, drenar y plaga), ~&lt;15% probabilidad si se cumplen las condiciones

source: Back to help menu
es: Volver al menú de ayuda

source: Exit
es: Salir

source: Activate or deactivate random wounds. If you deactivate, the units will return to recall list unchanged on the next scenario (except in special cases). If you choose to allow lose plagued units, they will disappear forever, since they were converted by the enemy. An optional floating text and a message from the unit or narrator will indicate the wound received and help, if applicable.
es: Activa o desactiva heridas aleatorias. Si lo desactivas, las unidades volverán a la lista de recuperación sin cambios en el siguiente escenario (excepto en casos especiales). Si eliges permitir perder unidades plagadas, desaparecerán para siempre, ya que fueron convertidas por el enemigo. Un texto flotante opcional y un mensaje de la unidad o narrador indicarán la herida recibida y ayuda, si corresponde.

source: Note: You can disable wounds along with any combination of activated optional wounds. It will be decided randomly with the same percentage chance as if you had normal wounds activated. Units that do not receive any optional or scripted wounds will return to the recall list unchanged.
es: Nota: puedes desactivar las heridas junto con cualquier combinación de heridas opcionales activadas. Se decidirá aleatoriamente con el mismo porcentaje de probabilidad que si tuvieras las heridas normales activadas. Las unidades que no reciban heridas opcionales o preprogramadas volverán a la lista de recuperación sin cambios.

source: Set to
es: Estado

source: (<span color='#00FFFF'>0</span> = Activated, <span color='#00FFFF'>1</span> = Deactivated, <span color='#00FFFF'>2</span> = Deactivated but with plague losses)
es: (<span color='#00FFFF'>0</span> = Activado, <span color='#00FFFF'>1</span> = Desactivado, <span color='#00FFFF'>2</span> Desactivado pero con pérdidas por plaga)

source: Float text
es: Texto flotante

source: Messages
es: Mensajes

source: Change status of Wounds
es: Cambiar el estado de Heridas

source: Set status of Wounds.
es: Establece el estado de Heridas.

source: Activate
es: Activar

source: : Yes
es: : Sí

source: Deactivate
es: Desactivar

source: Deactivate, but can lost plagued unit
es: Desactivar, pero se pierden las unidades plagadas

source: No with plague losses
es: No con pérdidas por plaga

source: Change float text
es: Cambiar texto flotante

source: Set float text with the wound received.
es: Establece el texto flotante con la herida recibida.

source: Change messages
es: Cambiar mensajes

source: Set messages when receives a wound. Units or narrator will do differents dialogues depending on the type of wound received, with indications or help if applicable. This message is visible only for the wounded unit owner.
es: Activa mensajes cuando reciben una herida. Las unidades o el narrador realizarán diferentes diálogos según el tipo de herida recibida, con indicaciones o ayuda si procede. Este mensaje sólo será visible para el propietario de la unidad herida.

source: List of physical wounds
es: Lista de heridas físicas
