Repository: Toranks/Non_Fatal_Wounds-Extended
Catalog: translations/*/LC_MESSAGES/wesnoth-Non_Fatal_Wounds.po
Languages: es

source: * <b><i>Wound</i> (effect) > Possible destination units, previous conditions, cumulative, percentaje if all conditions are met - with additional conditions</b> * <b><i>Capture</i></b> (increased recall cost based on level) > All units, random, 1% - 10% mechanical - 33% leaders and heroes * <b><i>Broken arm</i></b> (-30% non-magical damage) > Races with arms, random, cumulative, 2% * <b><i>Broken wing</i></b> (-40% mp) > Races with wings, random, cumulative, 5% * <b><i>Broken leg</i></b> (-30% mp) > Races with legs, random, cumulative, 2% * <b><i>Broken rib</i></b> (-40% impact resistance) > Not mechanical, spirits or magical, random, cumulative, 1% - 4% with impact attack * <b><i>Mutilation</i></b> (-30% hp) > Not mechanical, random, cumulative, 2% * <b><i>Infection</i></b> (20% chance to be poisoned every turn) > Not unpoisonable, random, 1% - 20% on poisoned status * <b><i>Sickness</i></b> (30% chance of being slowed every turn) > Not mechanical, random, 1% - 20% on slowed status * <b><i>Burn</i></b> (-40% fire resistance) > All units, wounded with fire attack or on a terrain with lava or fire, cumulative, 9% - 20% mechanical * <b><i>Frostbite</i></b> (-40% cold resistance) > All units, wounded with ice attack or on a cold terrain, cumulative, 7% - 2% units with ice - 20% mechanical * <b><i>Gash</i></b> (-40% blade resistance) > All units, wounded with blade attack, cumulative, 4% - 20% mechanical * <b><i>Necrosis</i></b> (-40% arcane resistance) > Not mechanical, random, cumulative, 1% - 5% with arcane attack * <b><i>Rot</i></b> (-20% arcane and impact resistance) > Mechanical, random, cumulative, 10% - 30% with impact or arcane attack * <b><i>Damage</i></b> (-10% mp, hp, damage and accuracy) > Mechanical, random, cumulative, 50% * <b><i>Lost</i></b> (equivalent to death) > Units non unplagueables, killed with plague attack, 100% * <b><i>Consume</i></b> (equivalent to death) > Not mechanical or undead, killed with soul catcher attack, 100% * Units with trait mechanical but a different race have a 33% chance of taking a wound as mechanical, and a 66% chance of taking a wound as the original race.
es: * <b><i>Herida</i> (efecto) > Posibles candidatos, condiciones previas, acumulativo, porcentaje si se cumplen las condiciones - con condiciones extra</b> * <b><i>Captura</i></b> (coste de reincorporación aumentado según el nivel) > Todas las unidades, azar, 1% - 10% mecánico - 33% líderes y héroes * <b><i>Brazo roto</i></b> (-30% daño no mágico) > Razas con brazos, azar, acumulativo, 2% * <b><i>Ala rota</i></b> (-40% movimiento) > Razas con alas, azar, acumulativo, 5% * <b><i>Pierna rota</i></b> (-30% movimiento) > Razas con piernas, azar, acumulativo, 2% * <b><i>Mutilación</i></b> (-30 % PV) > No mecánico, azar, acumulativo, 2% * <b><i>Infección</i></b> (20% de probabilidad de ser envenenado cada turno) > No mecánico o no envenenable, azar, 1% - 20% estando envenenado * <b><i>Enfermedad</i></b> (30 % de probabilidad de ser ralentizado cada turno) > No mecánico, azar, 1% - 20% estando ralentizado * <b><i>Costilla rota</i></b> (-40% resistencia al impacto) > No mecánico, espíritus, fantasmas o mágicos, azar, acumulativo, 1% - 4% con ataque de impacto * <b><i>Quemadura</i></b> (-40% resistencia al fuego) > Todas las unidades, herido con ataque de fuego o en un terreno con lava o fuego, acumulativo, 9% - 20% mecánico * <b><i>Congelación</i></b> (-40 % resistencia al frío) > Todas las unidades, herido con ataque de hielo o en terreno frío, acumulativo, 7% - 2% en unidades con hielo - 20% mecánico * <b><i>Tajo</i></b> (-40 % resistencia al corte) > Todas las unidades, herido con ataque de filo, acumulativo, 4% - 20% mecánico * <b><i>Necrosis</i></b> (-40 % resistencia arcana) > No mecánico, azar, acumulativo, 1% - 5% con ataque arcano * <b><i>Pudre</i></b> (-20 % resistencia arcana y de impacto) > Mecánico, azar, acumulativo, 10% - 30% con ataque arcano o de impacto * <b><i>Avería</i></b> (-10% PV, movimiento, daño y precisión) > Mecánico, azar, acumulativo, 50% * <b><i>Perdido</i></b> (equivalente a muerte) > Unidades convertibles muertas con ataque de plaga, 100% * <b><i>Consumir</i></b> (equivalente a muerte) > No mecánico ni no muerto, muerto con ataque cazador de almas, 100% * Las unidades con el rasgo mecánico pero de diferente raza tendrán un 33% de posibilidades de recibir una herida como mecánica, y un 66% de recibirla como su raza original.

source: List of psychological wounds
es: Lista de heridas psicológicas

source: * <b><i>Wound</i> (effect) > Possible destination units, previous conditions, cumulative, percentaje if all conditions are met - with additional conditions</b> * <b><i>Amnesia</i></b> (loses 2 xp/turn) > All units with experience, random, 1% - ~&lt;10% mechanical * <b><i>Short-term memory loss</i></b> (resets experience) > Units with more than 3/4 of the max experience, random, 10% - 25% mechanical * <b><i>Concussion</i></b> (-30% magical damage) > Units with magical attacks, random, cumulative, 3% * <b><i>Wild magic</i></b> (magical attacks now are 40% chance) > Units with magical attacks, random, 2% * <b><i>Cowardice</i></b> (-20% accuracy) > Not mechanical, random, cumulative, 1% * <b><i>Fear of weapon</i></b> (-50% strikes and -30% accuracy against what wounded them) > Not mechanical, any weapon, 2% * <b><i>Fear of enemy</i></b> (-50% strikes and -30% accuracy against the type of unit that wound them) > Not mechanical, any type of enemy other than own, 2% * <b><i>Fear of race</i></b> (-50% strikes and -30% accuracy against any unit of the race that wound them) > Not mechanical, any race of enemy other than own, 4% * <b><i>Fear of the dark/light</i></b> (-50% strikes during the same time of day they were wounded) > Not mechanical, wounded on day, night, or underground, mutually exclusive, 1% - 2% liminal units in chaotic or lawful time of day - 4% lawful or chaotic units in reverse time of day * <b><i>Fear of terrain</i></b> (increased 1-2 move cost for the terrain they were wounded on) > Not mechanical, wounded on some terrains, cumulative, 4% general - 2% agoraphobia - 0% aquaphobia on marine units in any water and lizards in swamps - 2% dendrophobia on elves and 0% on woses - 2% claustrophobia on dwarves, bats and trolls - 2% erimophobia on quenoth an dunefolk - 2% acrophobia on ogres, dwarves and trolls * <b><i>Fear of fog</i></b> (-50% mp when fog is active) > Not mechanical, wounded with fog active, cumulative, 6% * <b><i>Insanity</i></b> (berserk on melee attacks) > Not mechanical, without berserk ability, 1%
es: * <b><i>Herida</i> (efecto) > Posibles candidatos, condiciones previas, acumulativo, porcentaje si se cumplen las condiciones - con condiciones extra</b> * <b><i>Amnesia</i></b> (pierde 2 exp/turno) > Todas las unidades con experiencia, azar, 1% - ~&lt;10% mecánico * <b><i>Pérdida de memoria</i></b> (reinicia la experiencia) > Unidades con más de tres cuartos de la experiencia máxima, azar, 10% - 25% mecánico * <b><i>Conmoción</i></b> (-30% daño mágico) > Unidades con ataques mágicos, azar, acumulativo, 3% * <b><i>Magia salvaje</i></b> (los ataques mágicos ahora tienen un 40 % de probabilidad) > Unidades con ataques mágicos, azar, 2% * <b><i>Cobardía</i></b> (-20 % precisión) > No mecánico, azar, acumulativo, 1% * <b><i>Miedo al arma</i></b> (-50% golpes y -30% precisión contra una unidad que tenga el arma que lo hirió) > No mecánico, cualquier arma, 2% * <b><i>Miedo al enemigo</i></b> (-50% golpes y -30% precisión contra una unidad del tipo que lo hirió) > No mecánico, cualquier tipo de enemigo excepto el propio, 2% * <b><i>Miedo a la raza</i></b> (-50% golpes y -30% precisión contra una unidad de la raza que lo hirió) > No mecánico, cualquier raza enemiga excepto la propia, 4% * <b><i>Miedo a la oscuridad/luz</i></b> (-50% golpes durante el mismo tiempo del día en que fue herido) > No mecánico, herido de día, de noche o bajo tierra, mutuamente excluyentes, 1% - 2% unidades crepusculares durante tiempo caótico o legal - 4% unidades legales o caóticas en el tiempo del día opuesto * <b><i>Miedo al terreno</i></b> (aumenta el costo de movimiento en 1-2 en el terreno en el que fue herido) > No mecánico, herido en ciertos terrenos, acumulativo, 4% general - 2% agorafobia - 0% acuafobia en unidades marinas en cualquier agua y saurios en pantanos - 2% dendrofobia en elfos y 0% en woses - 2% claustrofobia en enanos, murciélagos y troles - 2% erimofobia en quenoth y barjanes - 2% acrofobia en ogros, enanos y troles * <b><i>Miedo a la niebla</i></b> (-50% movimiento cuando la niebla está activa) > No mecánico, herido con niebla activa, acumulativo, 6% * <b><i>Locura</i></b> (frenesí en ataques cuerpo a cuerpo) > Unidades sin habilidad de frenesí, 1%

source: List of healing methods
es: Lista de métodos de curación

source: <b>Wounds healing:</b> * <b><i>Fear of terrain</i></b>: 10% chance of recovery when defeating an opponent while standing on the terrain unit is scared of. * <b><i>Fear of weapon</i></b>: 20% chance of recovery when defeating an opponent wielding the weapon the unit is scared of. * <b><i>Fear of enemy</i></b>: 20% chance of recovery when defeating an opponent of same type the unit is scared of. * <b><i>Fear of race</i></b>: 15% chance of recovery when defeating an opponent of the race the unit is scared of. * <b><i>Fear of light/dark</i></b>: 5% chance of recovery when defeating an opponent during the day/night. * <b><i>Fear of fog</i></b>: 10% chance of recovery when defeating an opponent when fog is active. * <b><i>Cowardice</i></b>: 20% chance of recovery when defeat an enemy 1 level higher or at his highest level. * <b><i>Short-term memory loss</i></b>: is a single use wound and is healed inmediately. * <b><i>Capture</i></b>: is a single use wound and is healed when the unit is recalled the first time. * The rest of wounds can be healed choosing a recover AMLA instead of the advancement or default AMLA (still can advance later to the next advancement). * Only one wound of the same type can be healed at a time and they can be stacked indefinitely with cumulative effects if is allowed. * Optional wounds can't be healed at all.
es: <b>Curación de heridas:</b> * <b><i>Miedo al terreno</i></b>: 10 % de probabilidad de recuperación al derrotar a un oponente mientras la unidad está en el terreno al que tiene miedo. * <b><i>Miedo al arma</i></b>: 20 % de probabilidad de recuperación al derrotar a un oponente que posea el arma al que la unidad teme. * <b><i>Miedo al enemigo</i></b>: 20 % de probabilidad de recuperación al derrotar a un oponente del tipo que la unidad teme. * <b><i>Miedo a la raza</i></b>: 15 % de probabilidad de recuperación al derrotar a un oponente de la raza que la unidad teme. * <b><i>Miedo a la luz/oscuridad</i></b>: 5% de probabilidad de recuperación al derrotar a un oponente durante el día/la noche. * <b><i>Miedo a la niebla</i></b>: 10% de probabilidad de recuperación al derrotar a un oponente cuando la niebla está activa. * <b><i>Cobardía</i></b>: 20% de probabilidad de recuperación al derrotar a un enemigo de al menos 1 nivel superior o en su nivel más alto. * <b><i>Pérdida de memoria</i></b>: es una herida de un uso y se cura inmediatamente. * <b><i>Captura</i></b>: es una herida de un uso y se cura cuando se paga el rescate de reincorporación por primera vez. * El resto de heridas se pueden curar eligiendo un AMLA de recuperación en lugar del avance o AMLA por defecto (todavía se puede avanzar más tarde al siguiente avance). * Sólo se puede curar una herida del mismo tipo a la vez y éstas se pueden sufrir repetidamente con efectos acumulativos si está permitido. * Las heridas opcionales no se pueden curar en absoluto.

source: Activate Death
es: Activar Muerte

source: (<span color='#00FFFF'>0</span> = Deactivated, <span color='#00FFFF'>1</span> = Death, <span color='#00FFFF'>2</span> = Death + Undeath), <span color='#00FFFF'>3</span> = Death + Undeath only with undead)
es: (<span color='#00FFFF'>0</span> = Desactivado, <span color='#00FFFF'>1</span> = Muerte, <span color='#00FFFF'>2</span> = Muerte + No-muerte, <span color='#00FFFF'>3</span> = Muerte + No-muerte sólo con no muertos)

source: <b>Wounds list:</b> * <b><i>Death</i></b>: Definitive death, 33% chance - 20% with Undeath active - 66% kamikaze units * <b><i>Destruction</i></b>: Definitive death for mechanic units, 20% chance * <b><i>Turning into a ghost</i></b>: -60% HP; -30% general attack damage; spirit type movement, defenses and resistances; chaotic alignment; ranged attack changed to cold if not magical, arcane or fire; melee attack changed to arcane, with drain, and with -25% damage if not magical, cold, fire or arcane > Units that are not already spirits, ghosts, magical or elemental; 5% chance * <b><i>Turning into a zombie</i></b>: -40% HP, -30% general attack damage, -30% movement, -50% magical attacks strikes, low arcane resistance, chaotic alignment and fearless, plague on melee, and poor markmanship on marksmans > Units that are not already undead, elemental or magical, 10% chance
es: <b>Lista de heridas:</b> * <b><i>Muerte</i></b>: Muerte definitiva, 33% probabilidad - 20% con No-muerte activada - 66% unidades kamikaze * <b><i>Destrucción</i></b>: Muerte definitiva para unidades mecánicas, 20% probabilidad * <b><i>Convertirse en fantasma</i></b>: -60% PV; -30% daño de ataque general; movimiento, defensas y resistencias de tipo espíritu; alineación caótica; ataque a distancia cambiado a frío si no es mágico, arcano o fuego; ataque cuerpo a cuerpo cambiado a arcano, con drenaje y un -25% de daño si no es mágico, frío, fuego o arcano > Unidades que aún no son espíritus, fantasmas, elementales o mágicas; 5% probabilidad * <b><i>Convertirse en zombi</i></b>: -40 % PV, -30% daño de ataque general, -30% movimiento, -50 % golpes mágicos, baja resistencia arcana, alineación caótica e intrépido, plaga cuerpo a cuerpo y mala puntería en tiradores > Unidades que aún no son no muertas, elementales o mágicas, 10% probabilidad

source: Change status of Death
es: Cambiar el estado de Muerte

source: Set status of Death.
es: Establece el estado de Muerte.

source: Activate Death, Undeath and Ghosts
es: Activar Muerte, Zombi y Fantasma

source: Death, Undeath and Ghosts
es: Muerte, Zombi y Fantasma

source: Activate Death, but Undeath and Ghosths only with undead present
es: Activar Muerte, pero Zombi y Fantasma sólo con no muerto presente

source: Death, Undeath and Ghosts (undead only)
es: Muerte, Zombi y Fantasma (con no muertos)

source: Change status of Elementals
es: Cambiar el estado de Elementales

source: Set status of Elementals.
es: Establece el estado de Elementales.

source: List of elemental transformations
es: Lista de transformaciones elementales

source: <b>Wounds list:</b> * <b><i>Paper cut</i></b> (-20% to all damage and -30% blade resistance) > All units, 2% chance, cumulative * <b><i>Stepped on Lego</i></b> (-20% mp and -15% accuracy) > All units, 2% chance, cumulative * <b><i>Idiotize</i></b> (20% probability of lost all his attacks every turn, will be displayed with a colored brown status) > All units, 2% chance - 25% with sling attack * <b><i>Jinx</i></b> (All adjacent units will do -50% damage) > All units, 2% chance - 25% with curse attack * <b><i>Go to Hell</i></b> (-50% damage and -50% arcane resistance, melee attacks changed to cold and ranged to fire, elemental trait, inmune to poison, drain and plague) > All units, 2% chance * <b><i>Go to Heaven</i></b> (-50% hp, -50% fire and cold resistance and +50% arcane resistance, ranged attacks changed to arcane, elemental trait, inmune to poison, drain and plague) > All units, 2% chance
es: <b>Lista de heridas:</b> * <b><i>Corte de papel</i></b> (-20 % todos los daños y -30 % resistencia al filo) > Todas las unidades - 2% probabilidad, acumulativo * <b><i>Pisó LEGO</i></b> (-20% movimiento y -15% precisión) > Todas las unidades - 2% probabilidad, acumulativo * <b><i>Idiotiza</i></b> (20 % probabilidad de perder todos sus ataques cada turno, se mostrará el estado con un tinte marrón) > Todas las unidades - 2% probabilidad - 25% con ataque de honda * <b><i>Gafe</i></b> (Todas las unidades adyacentes hacen -50% de daño) > Todas las unidades - 2% probabilidad - 25% con ataque de maldición * <b><i>Va al Infierno</i></b> (-50 % de daño y -50 % de resistencia arcana, ataques melé cambiados a frío y de distancia a fuego, rasgo elemental, inmune a veneno, drenar y plaga) > Todas las unidades - 2% probabilidad * <b><i>Va al Cielo</i></b> (-50% PV, -50% resistencia al fuego y al frío y +50% resistencia arcana, ataques a distancia cambiados a arcano, rasgo elemental, inmune al veneno, drenaje y plaga) > Todas las unidades - 2% probabilidad

source: Change status of Funny wounds
es: Cambiar el estado de Heridas absurdas

source: Set status of Funny wounds.
es: Establece el estado de Heridas absurdas.

source: Wounds healing on Legend of the Invincibles
es: Curación de heridas en la Leyenda de los Invencibles

source: You can select here if you want to AMLA to healing wounds instead of the powerful personal upgrades available to almost any high level unit. Regardless of this setting, you will be able to switch between the healing set of AMLAs and the default AMLAs at any time by right-clicking on the unit, if it has the possibility. The default behavior will be maintained (choose between advancements and healings indistinctly), if the unit does not yet have the special LOTI advancements.
es: Aquí puedes seleccionar si deseas tener disponibles los AMLA de curación en vez de las potentes mejoras personales disponibles para casi cualquier unidad de alto nivel. Independientemente de esta configuración, podrás cambiar entre el conjunto de AMLAs de curación y AMLAs por defecto en cualquier momento haciendo clic con el botón derecho sobre la unidad, si ésta tiene la posibilidad. Se mantendrá el comportamiento por defecto (elegir entre avances y curaciones indistintamente), si la unidad no dispone aún de los avances especiales LDLI.

source: AMLA switch menu
es: Menú de intercambio AMLA

source: Change status of Wounds healing
es: Cambiar el estado de Curación de heridas

source: Set status of Wounds healing. If you choose 'yes', in the next unit advancement you will be able to choose between the possible healings of this unit, instead of the powerful upgrades that it has by default. Unless you manually change it with the AMLA switch menu, it will only activate/deactivate on units that are wounded or have advanced at least once since the time you changed the option.
es: Establece el estado de la Curación de heridas. Si eliges "Activar", en el siguiente avance de unidad podrás elegir entre las posibles curaciones de esta unidad, en lugar de las potentes mejoras que tiene por defecto. A menos que lo cambies manualmente con el menú de intercambio AMLA, sólo se activará/desactivará en unidades que sean heridas o hayan avanzado al menos una vez desde el momento en que cambiaste la opción.

source: Wounds healing
es: Curación de heridas

source: Change status of AMLA switch menu
es: Cambiar el estado del menú de intercambio AMLA

source: Set status of AMLA switch menu. If you choose 'yes', you will be able to switch at any time between the default LOTI advances or any of the healings. Very useful to choose different options depending on the unit, or when the unit is about to advance and you change your mind.
es: Establece el estado del menú de intercambio AMLA. Si eliges 'sí', podrás cambiar en cualquier momento entre los avances LDLI predeterminados o cualquiera de las curaciones. Muy útil para elegir diferentes opciones según la unidad, o cuando la unidad está a punto de avanzar y cambias de opinión.

source: Change AMLA to LOTI
es: Cambiar AMLA a LDLI

source: Change AMLA to Healings
es: Cambiar AMLA a Curaciones

source: NFW menu
es: Menú HNF

source: Choose the feature you want help with
es: Elige la característica de la que deseas ayuda

source: Wounds
es: Heridas

source: Stop Non-Fatal Wounds for this scenario
es: Detener Heridas no fatales para este escenario

source: Are you sure? This cannot be undone. Non-Fatal Wounds will be activated again the next scenario.
es: ¿Estás seguro? Esto no se podrá deshacer. Heridas No Fatales será activado de nuevo en el siguiente escenario.

source: The non-fatal wound modification is disabled for this scenario.
es: La modificación Heridas No Fatales está desactivada para este escenario.

source: Non-Fatal Wounds is disabled for this scenario
es: Heridas no fatales está desactivado en este escenario

source: This unit
es: Esta unidad

source: Argh, I’m dying!
es: ¡Argh...! ¡Estoy muriendo!

source: female^Argh, I’m dying!
es: ¡Argh...! ¡Estoy muriendo!

source: $unit.name died.
es: $unit.name murió.

source: female^$unit.name died.
es: $unit.name murió.

source: $unit.name a $nfw_unit_type.name died.
es: $unit.name, un $nfw_unit_type.name, murió.

source: female^$unit.name a $nfw_unit_type.name died.
es: $unit.name, una $nfw_unit_type.name, murió.

source: female^$unit.name a $nfw_unit_type.female.name died.
es: $unit.name, una $nfw_unit_type.female.name, murió.

source: $unit.name was revived as undead.
es: $unit.name fue revivido como zombi.

source: female^$unit.name was revived as undead.
es: $unit.name fue revivida como zombi.

source: $unit.name a $nfw_unit_type.name was revived as undead.
es: $unit.name, un $nfw_unit_type.name, fue revivido como zombi.

source: female^$unit.name a $nfw_unit_type.name was revived as undead.
es: $unit.name, una $nfw_unit_type.name, fue revivida como zombi.

source: female^$unit.name a $nfw_unit_type.female.name was revived as undead.
es: $unit.name, una $nfw_unit_type.female.name, fue revivida como zombi.

source: $unit.name returned as a ghost.
es: $unit.name regresó como un fantasma.

source: female^$unit.name returned as a ghost.
es: $unit.name regresó como una fantasma.

source: $unit.name a $nfw_unit_type.name returned as a ghost.
es: $unit.name, un $nfw_unit_type.name, regresó como un fantasma.

source: female^$unit.name a $nfw_unit_type.name returned as a ghost.
es: $unit.name, una $nfw_unit_type.name, regresó como una fantasma.

source: female^$unit.name a $nfw_unit_type.female.name returned as a ghost.
es: $unit.name, una $nfw_unit_type.female.name, regresó como una fantasma.

source: $unit.name was converted by the enemy.
es: $unit.name fue convertido por el enemigo.

source: female^$unit.name was converted by the enemy.
es: $unit.name fue convertida por el enemigo.

source: $unit.name a $nfw_unit_type.name was converted by the enemy.
es: $unit.name, un $nfw_unit_type.name, fue convertido por el enemigo.

source: female^$unit.name a $nfw_unit_type.name was converted by the enemy.
es: $unit.name, una $nfw_unit_type.name, fue convertida por el enemigo.

source: female^$unit.name a $nfw_unit_type.female.name was converted by the enemy.
es: $unit.name, una $nfw_unit_type.female.name, fue convertida por el enemigo.

source: $unit.name was consumed by the enemy.
es: $unit.name fue consumido por el enemigo.

source: female^$unit.name was consumed by the enemy.
es: $unit.name fue consumida por el enemigo.

source: $unit.name a $nfw_unit_type.name was consumed by the enemy.
es: $unit.name, un $nfw_unit_type.name, fue consumido por el enemigo.

source: female^$unit.name a $nfw_unit_type.name was consumed by the enemy.
es: $unit.name, una $nfw_unit_type.name, fue consumida por el enemigo.

source: female^$unit.name a $nfw_unit_type.female.name was consumed by the enemy.
es: $unit.name, una $nfw_unit_type.female.name, fue consumida por el enemigo.

source: Please rescue me!
es: ¡Por favor, rescatadme...!

source: female^Please rescue me!
es: ¡Por favor, rescatadme...!
